KCX-Mapping-Convert/data/kids/test/CBIG000952-aus-KIDS1.xml

<?xml version='1.0' encoding='ISO-8859-1'?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header><Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true"><To>DE01.CSFTEST.2158</To><From>DE</From><MessageID>data/fss/in/CBIG000952</MessageID><SentAt>2009-05-04 17:27:04 +0200</SentAt><Act>inform</Act><MessageVersion>1.0</MessageVersion><MessageType>ExportRelease</MessageType></Header></soap:Header><soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200809"><Export><ExportRelease><Contact><Identity>FSS</Identity></Contact><Declarant><CustomerID>2186</CustomerID><CustomsID>1</CustomsID><TIN>9002243</TIN><Address><Name>CSF Industry Consulting GmbH</Name><StreetAndNumber>Wiesenstr. 70</StreetAndNumber><PostalCode>40549</PostalCode><City>Düsseldorf</City><CountryCodeISO>DE</CountryCodeISO></Address></Declarant><DeclarantRepresentative><CustomsID>0</CustomsID></DeclarantRepresentative><Exporter><CustomsID>1</CustomsID><TIN>9002243</TIN><Address><Name>CSF Industry Consulting GmbH</Name><StreetAndNumber>Wiesenstr. 70</StreetAndNumber><PostalCode>40549</PostalCode><City>Düsseldorf</City><CountryCodeISO>DE</CountryCodeISO></Address></Exporter><Subcontractor><CustomsID>0</CustomsID></Subcontractor><ContainerIndicator>0</ContainerIndicator><CustomsOffices><OfficeOfExit>DE005872</OfficeOfExit><OfficeOfExport>DE005866</OfficeOfExport></CustomsOffices><DateOfDeclaration>2009-05-04 17:26:00 +0200</DateOfDeclaration><DateOfReceipt>2009-05-04 17:26:00 +0200</DateOfReceipt><DateOfRelease>2009-05-04 17:26:00 +0200</DateOfRelease><DestinationCountry>US</DestinationCountry><DocumentReferenceNumber>09DE586600145576E1</DocumentReferenceNumber><GrossMass>00000087300</GrossMass><Incoterms><Code>EXW</Code><City>Röthenbach</City></Incoterms><ItemsQuantity>003</ItemsQuantity><MeansOfTransport TransportType="Inland"><Type>03</Type></MeansOfTransport><MeansOfTransport TransportType="Border"><Identity>Nürnberg</Identity><Mode>33</Mode><Nationality>QU</Nationality><Type>03</Type></MeansOfTransport><PackagesQuantity>0000002</PackagesQuantity><ParticipantsCombination>0</ParticipantsCombination><PDF><Name>CB86010115.pdf</Name><Directory>/home2/atlas/pdfdir/2186/2009/05/04</Directory></PDF><ReferenceNumber>0000027172/0090034409</ReferenceNumber><Seals><Quantity>0000</Quantity></Seals><ShortageIndicator>0</ShortageIndicator><AlternateProofIndicator>0</AlternateProofIndicator><Transaction><Type>11</Type><Amount>000000000802760</Amount><Currency>EUR</Currency></Transaction><TypeOfDeclaration><RegionCode>EX</RegionCode><ProcedureCode>e</ProcedureCode></TypeOfDeclaration><TypeOfRelease>1</TypeOfRelease><HeaderExtensions><TydenSealsFlag>0</TydenSealsFlag></HeaderExtensions><GoodsItem><ItemNumber>001</ItemNumber><CommodityCodeKN8>84717070</CommodityCodeKN8><GoodsDescription>Slimline PC-Gehäuse / Plattenspeichereinheiten für automatische Datenverarbeitungsmaschinen (ausg. Plattenspeichereinheiten, optisch, einschl. magneto-optisch sowie Festplattenspeichereinheiten)</GoodsDescription><GrossMass>00000087300</GrossMass><NetMass>00000010450</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>00001</Quantity><MarksAndNumbers>00000000000000000552</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Packaging><Quantity>00001</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>02</Number><Type>PX</Type></Packaging><Packaging><Quantity>00000</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>03</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Document><Reference>.</Reference></Document></PreviousDocument><PreviousDocument><Document><Reference>.</Reference></Document></PreviousDocument><StatisticalValue>000000158</StatisticalValue><StatisticalQuantity>000000011000</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>002</ItemNumber><CommodityCodeKN8>84717070</CommodityCodeKN8><GoodsDescription>CD-ROM Laufwerk / Plattenspeichereinheiten für automatische Datenverarbeitungsmaschinen (ausg. Plattenspeichereinheiten, optisch, einschl. magneto-optisch sowie Festplattenspeichereinheiten)</GoodsDescription><GrossMass>00000000000</GrossMass><NetMass>00000009450</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>00000</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Document><Reference>.</Reference></Document></PreviousDocument><PreviousDocument><Document><Reference>.</Reference></Document></PreviousDocument><StatisticalValue>000001490</StatisticalValue><StatisticalQuantity>000000021000</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>003</ItemNumber><CommodityCodeKN8>84717070</CommodityCodeKN8><GoodsDescription>Festplatte, 20 GB / Plattenspeichereinheiten für automatische Datenverarbeitungsmaschinen (ausg. Plattenspeichereinheiten, optisch, einschl.magneto-optisch sowie Festplattenspeichereinheiten)</GoodsDescription><GrossMass>00000000000</GrossMass><NetMass>00000013950</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>00000</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Document><Reference>.</Reference></Document></PreviousDocument><PreviousDocument><Document><Reference>.</Reference></Document></PreviousDocument><StatisticalValue>000005010</StatisticalValue><StatisticalQuantity>000000031000</StatisticalQuantity></GoodsItem></ExportRelease></Export></Submit></soap:Body></soap:Envelope>